translations_words = {
    "drive": {
        None: "Не указано",
        "후륜": "Задний привод",
        "후륜 미드쉽": "Задний привод (среднемоторный)",
        "AWD": "Полный привод (AWD)",
        "후륜 RR": "Задний привод (мотор сзади)",
        "전륜 FF": "Передний привод",
        "4WD": "Полный привод (4WD)",
    },
    "transmission": {
        None: "Не указано",
        "자동": "Автоматическая",
        "수동": "Механическая",
    },
    "car_fuel": {
        "가솔린": "Бензин",
        "LPG": "Газ (LPG)",
        None: "Не указано",
        "가솔린/LPG겸용": "Бензин/Газ",
        "가솔린 하이브리드": "Бензин/Гибрид",
        "기타": "Другое",
        "디젤": "Дизель",
        "전기": "Электричество",
    }
}